package io.openvidu.server.game;

public class DrunkTestUtil {
	static String[] sentences = {
			"라면을 할 수 있을까 못할까 수옹이다",
			"내가 그린 기린그림은 목이 긴 기린그림인가 목이 안긴 기린그림인가",
			"네가 그린 기린그림은 못 그린 기린그림이고 내가 그린 기린그림은 잘 그린 기린그림이다",
			"저기 있는 말뚝이 말맬 말뚝이냐 말못맬 말뚝이냐",
			"고려고교복은 고급교복이고 고려고교복은 고급원단을 사용했다",
			"내가 그린 구름그림은 새털구름그린 구름그림이고 네가 그린 구름그림은 깃털구름그린 구름그림이다",
			"저기 계신 저분이 박법학박사이시고 여기 계신 이분이 백법학박사이시다",
			"경찰청철창살은 외철창살이냐 된철창살이냐",
			"경찰청철창살은 외철창살이고 검찰청철창살은 된철창살이다",
			"경찰청철창살이 쇠철창살이냐 철철창살이냐",
			"우리집 옆집 앞집 뒷창살은 흩겹창살이고 우리집 뒷집 앞집 옆창살은 겹흩창살이다",
			"옆집팥죽은 붉은 팥죽이고 뒷집콩죽은 검은 콩죽이다",
			"간장 공장 공장장은 장 공장장이고 된장 공장 공장장은 강 공장장이다",
			"작년에 온 솥장수는 새 솥장수이고 올해에 온 솥장수는 헌 솥장수이다",
			"서울특별시 특허허가과 허가과장 허과장",
			"상표붙인 큰 깡통은 깐 깡통인가 안깐 깡통인가",
			"저기 가는 저 상장사가 새 상상장사냐 헌 상상장사냐",
			"한국관광공사 곽진광관광과장",
			"철수책상 철책상"
			};
}
